Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=950_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámeoahpahusa skuvlenprošeavtta álggaheapmi sirdása guovvamánnui 2015
sms: Sääʹm-mättʼtõõzz škooultõshaʹŋǩǩõõzz alttõs serddai täʹlvvmännǥa 2015

source: Sámedikki ja Giellagas - instituhta ordnen sámeoahpahusa bargiid skuvlejumi vuosttaš lagasoahpahusa beaivvit sirdásit guovvamánnui 2015.
sms: Sääʹmteeʹǧǧ da Giellagas-instituutt riâžžam sääʹm-mättʼtõõzz tuâjjlažkåʹddškooultõõzz vuõssmõs âʹlddmättʼtõspââi seeʹrdet täʹlvvmännust 2015 ââʹnnemnalla.

source: Sámegielat giellalávgun skuvllas – mo doarjjun iežan giela ja kultuvrra oahpahusas – skuvlejupmi galggai álgolaš plána mielde álggahuvvot álgi skábmamánu beallemuttus.
sms: Sääʹm ǩiõll-laauǥ škooulâst- mäʹhtt tueʹrjjääm jiõččân ǩiõl da kulttuur mättʼtõõzzâst- škooultõõzz õõlǥi alggplaan mieʹldd jåʹttʼjed aʹlǧǧi skamm-mannu peäʹl rääʹjest.

source: Sámeoahpahusa bargiid skuvlejupmi sámi giellalávguma birra álgá guovvamánus 2015
sms: Sääʹm-mättʼtõõzz škooultõshaʹŋǩǩõõzz alttõs serddai täʹlvvmännǥa 2015

source: Sámediggi ja Oulu universitehta Giellagas-instituhtta álggahit sámi oahpahusa bargiide oaivvilduvvon guđa oahppočuoggá skuvlenprošeavtta.
sms: Sääʹmteʹǧǧ da Oulu universiteeʹtt Giellagas – instituutt jåttee sääʹm-mättʼtõõzz tuâjjlažkådda tillʼlõvvum kuuđ mättjemceäkldõõzz vaiddsa škoouʹltemhaʼŋǩǩõõzz.

source: Skuvlejupmi álgá Sámi kulturguovddážis Sajosis Anáris guovvamánus 2015.
sms: Škooultõs jåttai Sääʹmkulttuurkõõskõs Sajoozzâst Aanrest täʹlvvmannust 2015.

source: Skuvjejumi váldotemán lea giellalávgunmetoda heiveheapmi sámeoahpahussii.
sms: Škooultõõzz pââimõs äʹššvuʹvdden lij ǩiõll-laauǥmõõntõõllmõõžž suåvldumuš sääʹm-mättʼtõʹsse.

source: Skuvlejupmi lea vuosttažettiin fikkahuvvon vuođđooahpahusa sámegiela ja sámegiel luohkáid oahpaheaddjiide, muhto skuvlejupmái besset maid sámi smávvamánáid bajásgeassima bargit, logahaga sámegiela oahpaheaddjit ja sámi fidnooahpahusa oahpaheaddjit.
sms: Škooultõõzz vuõss-sâʹjjsiʹžžen tillʼlõttum joukkân liâ vuâđđmättʼtõõzz sääŠm ǩiõl da sääʹmǩiõllsai klaassi uʹččteeʹl, leâʹša mieʹldd peäʹsse še sääʹm ouddpeâmmõõzzin tuåimmjeei, lookkjiškooul sääŠm ǩiõl uʹččteeʹl da sääʹmǩiõllsa ämmatlaž škooultõõzz uʹččteeʹl.

source: Sámedikki skuvlen- ja oahppomateriáladoaimmahat koordinere skuvlejumi ja hálddaša stáhtadoarjaga.
sms: Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr koordinâʹstt škooultõõzz da tuåmmai riikkveäʹǩǩtõõzz vaaldšeei organisaatian.

source: Ovttasbargoásahussan oahpahusas leat maid Vaasa universitehta giellalávguma ja máŋggagielalašvuođa guovddáš ja Sámi allaskuvla.
sms: ʼhttsažtuâjjkueiʹmmen mättʼtõõzzâst liâ še Vaasa universiteeʹtt ǩiõll-lauggi da määŋgǩiõllsažvuõđ kõõskõs da Sámi allaskuvla (Sääʹm õllškooul).

source: Oahpahusdoaimma bargiidskuvlejupmi ordnejuvvo njealje geardde guovtte beaivve kontáktaoahpahussan Anáris Sámi kulturguovddážis Sajosis.
sms: Mättʼtõstuåim tuâjjlažkåʹddškooultõs riâššât neʼljjan kueiʹt peeiʹv âʹlddmättʼtõspââʹjjen Aanrest Sääʹmkulttuurkõõskõs Sajoozzâst.

source: Vuosttas čoahkkaneapmi lea guovvamánus 2015, nubbi giđđat 2015 ja goalmmát ja njealját deaivvadeapmi čakčat 2015.
sms: Vuõssmõs noorõõttmõš lij täʹlvvmannust 2015, nuʹbb ǩeâđđa 2015 di kuälmad da neeʹljjad noorõõttmõš čâhčča 2015.

source: Skuvlenbeaivvit sisdollet teoriijalogaldagaid ja bagadallon bargobádjebarggildanbeivviid.
sms: Škooultõspeeiʹv rajjʼjâvve teorialooǥǥteeʹlmin da ohjjuum tuâjjpõrttpeeiʹvin.

source: Bargobádjebeivviid áigge buvttaduvvo girjjálaš materiála, man vuođul almmuhuvvo prošeavtta loahp-pabuvttan sámeoahpahusa idea- ja bagadallangirji.
sms: Tuâjjpõrttpeeiʹvi äiʹǧǧen raajât ǩeeʹrjlaž materiaal, koon vuâʹđald õʹlmstââʹtted haʹŋǩǩõõzz lopp-puhttõsân sääʹm-mättʼtõõzz idea- da vuäʹpstemǩeeʹrj.

source: Bagadallangirji almmuhuvvo sáme- ja suomagillii.
sms: Vuäʹpstemǩeʹrjj õʹlmstââʹttet sääŠm da lääʹdd ǩiõlin.

source: Skuvlejupmi mii gieđahallá sámi giellalávguma oahpahusas, doarju sihke eatnigiel ja eará oahppiidge go eatnigielagiidda addojuvvon sámegielat oahpahusa.
sms: SääŠm ǩiõll-lauggi mättʼtõõzzâst ǩiõttʼtõõlli škooultõs tueʹrjjad nuʹtt jieʹnnǩiõllsai ko jeärrzid ko jieʹnnǩiõllsaid uʹvddum mättʼtõõzz.

source: Giellalávgunoahpahusa figgamuššan lea nannet gielalaččat iešguđet dási oahppiid sámegiela ja nannet aktiivvalaš ja birgehalli guovttegielalašvuođa.
sms: Ǩiõll-laauǥmättʼtõõzz täävtõsân lij nââʹneed ǩiõllsallânji jeeʹres vueʹlǧǧemsââʹjest pueʹtti päärnai sääŠm ǩiõl da puuttʼted aktiivlaž da tuåimmsallaž kueiʹtǩiõllsažvuõđ.

source: Sámeoahpahus pedagogalaš gárggiidahttin mearkkaša ee. oahpaheaddjiid fidnodáidduid buorideami nu ahte sii máhttet buorebut go ovdal váldit oahpahusas vuhtii gielalaččat ja kultuvrralaččat heterogenalaš oahppiid joavkku.
sms: Sääʹm-mättõõzz pedagoglaž ooudumuš meârkksââvv jm. uʹččteeʹli ämmatsilttõõzz ooudumuužž nuʹtt, što sij vuäǯǯa ääiʹjbuužž pueʹrab vaalmâšvuõđid väʹldded mättʼtõõzzâst lokku ǩiõllsallânji da kulttuurlânji heterogeenlaž mättʼtõõđji joouk.

source: Juohke oahppi galggašii oažžut skuvllas buriid vejolašvuođaid buoridit iežaset sámegiela máhtu ja bajásšaddat iežaset kultuvrii.
sms: Juõʹǩǩ mättʼtõõđi ââlǥče vuäǯǯad škooulâst pueʹrr vueiʹtlvažvuõđid sääŠm ǩiõl silttõõzzeez ooudumuʹšše da jiiʹjjes kulttuuʹre šõddmõʹšše.

source: Skuvlejumi figgamuššan lea addit oahpaheaddjiide vejolašvuođa sámegiela ealáskahttimii skuvlenbarggus, fállat sidjiide barggildanarena ja gaskaomiid ovddidit giellalávgunoahpahusa geavatlaš skuvlabarggus.
sms: Škooultõõzz täävtõsân lij uʹvdded uʹččteeʹlid vueiʹtlvažvuõtt sääŠm ǩiõl jeälltumuʹšše škooultuâjast, taʹrjjeed siʹjjid tueʹjjeemareena da neäʹvvaid ǩiõll-laauǥmättʼtõõzz ooudâsviikkmõʹšše vuʹejjmeâldsaž škooultuâjast.

source: Nubbin dehalaš figgamuššan lea ráhkkanit váldit vuostá ovda- ja vuođđooahpahusa ođđa oahppoplánaid sámeoahpahusas.
sms: Nuʹbben vääžnai täävtõsân lij valmštõõttmõš oudd- da vuâđđmattʼtõõzz ođđ mättʼteemplaani âânnma välddmõʹšše sääʹm-mättʼtõõzzâst.

source: Skuvlejumi ulbmilin lea oččodit čavgadabbo dieđuidlonohallangeavadiid ja lasihit oahpahusbargiid dieđu daid sámeoahpahusa vejolašvuođaid geavadis maid láhka addá.
sms: Škooultõõzz täävtõsân lij raajjâd čââvab teâđvaajtemvueʹjjid da lââʹssted mättʼtõstuâjjlažkååʹdd teâđ lääʹjjšeâttmõõžž uʹvddem sääʹm-mättʼtõõzz vueiʹtlvažvuõdin juõǩǩpeiʹvvsaž tuâjast.

source: Guhkes gaskkaid dihte sámeoahpahusa ja smávvamánáid bajásgeassima bargiid deaivvademiid lea leamaš váttis ordnet gielddarájiid rastá.
sms: Kuʹǩes kõõski diõtt sääʹm-mättʼtõõzz tuâjjlažkååʹdd da ouddpeâmmtuâjjlažkååʹdd kaaunõõttmõõžžid lij leämmaž vaiggâd riâššât pâʹjjel kåʹddraaji.

source: Dán oahpahusdoaimma bargiid skuvlenprošeavtta olis lea vejolašvuohta buhtadit oasseváldiid mátkegoluid dađe mielde go mearreruhta luoitá.
sms: Täin mättʼtõstuåim tuâjjlažkåʹddškooultõshâʹŋǩǩõõzzin lij vueiʹtlvažvuõtt koʹrvveed mieʹrrtieǧǧin še vuässõõđji jååʹttemkuulid.

source: Sámeoahpahusa bargiidskuvlejupmái sáhttá almmuhit iežas vuossárgga 24.11.2014 rádjai juogo šleađgapoastta bokte dahje riŋget: Irmeli Moilanen (irmeli.
sms: Sääʹm-mättʼtõõzz tuâjjlažkåʹddškooultõʹsse vuäitt iʹlmtõõttâd neʹttpååʹšt leʹbe teʹlfoon mieʹldd Moilanen Irmeliʹžže (irmeli.

source: fi / 050-5691255).
sms: fi / 050-5691255) vuõssaʹrǧǧe 24.11.2014 mõõneeʹst.

source: Almmuheapmi lea čadnevaš.
sms: Iʹlmtõõttmõš lij čõõnni.

source: Skuvlejumi ruhtada Oahpahusráđđehus.
sms: Škooultõõzz teäggad Mättʼtõshalltõs.

source: Oahppogurssat, daid sisdoalut ja vuosttas deaivvadeami prográmma lea oaidnimis Sámedikki ja Giellagas-instituhta neahttasiidduin: Skuvlenplána 2015 ja www.oulu.fi/giellagasinstituutti /.
sms: Mättʼjempââʹj da tõi siiʹsǩe di vuõssmõõzz kaaunõõttmõõžž programm liâ vuäǯǯmeʹst sääʹmteeʹǧǧ da Giellagas-instituutt neʹttseeidain: www.samediggi.fi da www.oulu.fi/giellagasinstituutti /

source: Skuvlenplána
sms: Škooultõsplaan

source: Lassidieđut:
sms: Lââʹssteâđ:

source: SÁMEDIGGI
sms: SÄÄʹMTEʹǦǦ
